andrew-2.3.1/run/tutorials/heatTransfer/buoyantSimpleFoam/externalCoupledCavity/Allrun
#!/bin/sh
cd ${0%/*} || exit 1    # run from this directory

# Source tutorial run functions
. $WM_PROJECT_DIR/bin/tools/RunFunctions

./Allrun.pre

runApplication $(getApplication) &

./externalSolver


# ----------------------------------------------------------------- end-of-file
